// In the following line, you should include the prefixes of implementations you want to test.
//도서 목록
export let __book_data = [{ "num": "XEM52822", "name": "(1시간에 1권)퀀텀 독서법 : 하루에 30분 3주면 된다!", "auth": "김병완 지음", "pub": "청림출판", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM66710", "name": "Best living guide 65 : 이케아에서 에르메스까지", "auth": "정은주 지음", "pub": "몽스북", "sttus": "대여가능", "rtn_dt": "" },
{ "num": "XEM63719", "name": "100시간 영어", "auth": "정엄현 지음", "pub": "인해", "sttus": "대여가능", "rtn_dt": "" },
{ "num": "XEM63665", "name": "착한 중고차", "auth": "강유석 지음", "pub": "42미디어컨텐츠", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM64989", "name": "(8문장으로 끝내는)유럽여행 영어회화", "auth": "Mike Hwang 지음", "pub": "마이클리시", "sttus": "대여가능", "rtn_dt": "" },
{ "num": "XEM65057", "name": "(꽃보다 아름다운)청춘 : 옌거링 장편소설", "auth": "옌거링 지음 ; 문현선 옮김", "pub": "더봄", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM63805", "name": "뉴욕 = New York", "auth": "김미현 지음", "pub": "동양북", "sttus": "대여가능", "rtn_dt": "" },
{ "num": "XEM66731", "name": "마흔의 몸공부", "auth": "박용환 지음", "pub": "이와", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM61954", "name": "(들어주고, 인내하고, 기다리는)유대인 부모처럼", "auth": "장화용 지음", "pub": "스마트비즈니스", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM64944", "name": "주식투자", "auth": "이재준 지음", "pub": "원앤원북스", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM64945", "name": "(반드시 전달되는)메시지의 법칙", "auth": "캠 바버 지음 ; 서현정 옮김", "pub": "라이팅하우스", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM66743", "name": "말하기 영어표현", "auth": "이시원 지음", "pub": "시원스쿨닷컴", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM64952", "name": "긍정 훈육", "auth": "사라 오크웰 지음 ; 최은경 옮김", "pub": "북로그컴퍼니", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM60728", "name": "4차산업혁명", "auth": "최진기 지음", "pub": "이지퍼블리씽", "sttus": "대여가능", "rtn_dt": "" },
{ "num": "XEM66684", "name": "아웃사이더의 성공 노트", "auth": "제니퍼 지음 ; 박아람 옮김", "pub": "책읽는수요일", "sttus": "대여가능", "rtn_dt": "" },
{ "num": "XEM66796", "name": "100년 후에 다시 읽는 독립선언서", "auth": "조성일 지음", "pub": "창", "sttus": "대여가능", "rtn_dt": "" },
{ "num": "XEM63769", "name": "400년 전, 그 법정에서는 무슨 일이 있었나? : 갈릴레오 재판", "auth": "다나카 이치로 지음 ; 서수지 옮김", "pub": "사람과나무사이", "sttus": "대여가능", "rtn_dt": "" },
{ "num": "XEM61938", "name": "감정 식사", "auth": "수잔 앨버스 지음 ; 강유리 옮김", "pub": "생각속의집", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM62043", "name": "검은 모래", "auth": "구소은 지음", "pub": "바른북", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM64997", "name": "고백이 참 희망적이네,유강희 시집", "auth": "유강희 지음", "pub": "문학동네", "sttus": "반납예정", "rtn_dt": "2019-07-31" },
{ "num": "XEM65077", "name": "B급 세계사", "auth": "김상훈 지음", "pub": "행복한작업", "sttus": "반납예정", "rtn_dt": "2019-07-31" }
]









